Revit 2027 API
Categories.Item Property
 Retrieves a category object matching an identifier.
Overload List
Name | Description
Item[BuiltInCategory] |  Retrieves a category object corresponding to a BuiltInCategory id.
Item[String] | Gets a category which has the specified name from this list of top-level categories.
Top
See Also
Reference
Categories Class
Autodesk.Revit.DB Namespace